{
    "language": "pt",
    "dark_mode": "Modo escuro",
    "home_welcome": "Olá a todos",
    "home_i": "Eu sou Wesley Bezerra Martins",
    "home_what_i_do": "E eu fiz esse Portfolio",
    "home_job": "Possuo conhecimentos em React Native, React JS, JavaScript, Java, PHP, Git e muito mais.",
    "home_location": "São Paulo, Brasil.",
    "home_contact_btn": "Contato",
    "menu_about": "Sobre mim",
    "menu_projects": "Projetos",
    "menu_contact": "Contato",
    "menu_resume": "Currículo",
    "about_desc": "Olá , eu sou Wesley Bezerra Martins e gosto muito de programar. A programação Front End possibilitou inúmeras experiências profissionais para mim. Com conhecimentos em JavaScript ( mais especifidamente: React e React Native), consegui realizar projetos altamente performáticos. Atualmente estou estudando Análise e Desenvolvimento de Sistemas na FATEC - Antônio Russo e tenho habilitação técnica em Desenvolvimento de Sistemas pela Etec Jorge Street.",
    "projects_1_overview": "Aplicativo desenvolvido para Igreja Adventista Do Sétimo Dia, Distrito Ipiranga. Feito em rede social virtual.",
    "projects_2_overview": "Agência de turismo - TravelVacation realizado no Figma. Exercício de práticas UI (User Interface). ",
    "projects_3_overview": "Aplicativo acadêmico para a rotina do professor, seja ele de nível básico ao universitário.",
    "projects_1_extended_overview": "Aplicativo desenvolvido para Igreja Adventista Do Sétimo Dia, Distrito Ipiranga. Feito em formato rede social virtual. Meu primeiro projeto mobile com tecnologias implemetadas: Geocodificação, manipulação de data/hora e sistema CRUD. ",
    "projects_2_extended_overview": "Exercício de prática no Figma, agência de turismo - TravelVacation. Conceitos abordados: Neumorphism e Glassmorphism",
    "projects_3_extended_overview": "Aplicativo acadêmico para a rotina do professor, seja ele de nível básico ao universitário. Com formato rede social, acompanha boas práticas de design. ",
    "contact_full_name": "Nome Completo",
    "contact_email": "E-mail",
    "contact_btn": "Enviar"
}
